Repository: kirmola/quotesapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, ru, zh_cn

source: English
de: Englisch
ru: Английский
zh_cn: 英语

source: German
de: Deutsch
ru: Немецкий
zh_cn: 德语

source: Russian
de: Russisch
ru: Русский
zh_cn: 俄语

source: French
de: Französisch
ru: Французский
zh_cn: 法语

source: Spanish
de: Spanisch
ru: испанский
zh_cn: 西班牙语

source: Chinese (Simplified)
de: Vereinfachtes Chinesisch
zh_cn: 简体中文）

source: Oops! Nothing Here.
de: Hoppla! Nichts hier.

source: Oh no! We couldn’t find the page you were looking for.
de: Ach nein! Wir konnten die von Ihnen gesuchte Seite nicht finden.

source: Let's take you
de: Wir bringen Sie nach

source: Home
de: Hause

source: Quotes by %(author_name)s
de: Zitate von %(author_name)s
ru: Цитаты %(author_name)s
zh_cn: %(author_name)s 的引用

source: Discover the essence of %(author_name)s's philospohy and insights through a curated selection of memorable quotes.
de: Entdecken Sie die Essenz der Philosophie und Erkenntnisse von %(author_name)s durch eineKuratierte Auswahl unvergesslicher Zitate.
ru: Раскройте суть философии и идей %(author_name)s с помощью Тщательно подобранная подборка памятных цитат.
zh_cn: 通过精心挑选的令人难忘的引言，发现 %(author_name)s 的哲学和见解的精髓。

source: Authors
de: Autoren
ru: Авторы
zh_cn: 作者

source: Delve into the minds of literary giants and discover timeless quotes that resonate with the human experience.
de: Tauchen Sie ein in die Gedankenwelt literarischer Giganten und entdecken Sie zeitlose Zitate, diemit der menschlichen Erfahrung in Einklang stehen.
ru: Погрузитесь в умы литературных гигантов и откройте для себя вечные цитаты, которыерезонировать с человеческим опытом
zh_cn: 深入文学巨匠的思想，发现与人类经验产生共鸣的永恒名言。

source: Discover Inspirational Quotes
de: Entdecken Sie inspirierende Zitate
ru: Откройте для себя вдохновляющие цитаты
zh_cn: 发现励志名言

source: Explore profound insights and timeless wisdom through our curated collection of quotes from renowned personalities worldwide.
de: Entdecken Sie tiefgreifende Erkenntnisse und zeitlose Weisheit durch unsere kuratierte Sammlung von Zitaten renommierter Persönlichkeiten aus der ganzen Welt.
ru: Откройте для себя глубокие идеи и вневременную мудрость с помощью нашей тщательно подобранной коллекции цитат известных личностей со всего мира.
zh_cn: 通过我们精选的全球知名人士的名言集，探索深刻的见解和永恒的智慧。

source: Made with Love in India.
de: Mit Liebe in Indien hergestellt.
ru: Сделано с любовью в Индии.
zh_cn: 印度用爱制造。

source: Topics
de: Themen
ru: Топики
zh_cn: 话题

source: Quote of the Day
de: Zitat des Tages
zh_cn: 今日报价

source: About
de: Über uns

source: Pages
de: Seiten

source: Terms
de: Terms & Bedingungen

source: Privacy
de: Datenschutzrichtlinie

source: Contact Us
de: Kontaktiere uns
zh_cn: 联系我们

source: If you are having any problem on/regarding this site, just fill this form and we will be in touch asap.
de: Wenn Sie ein Problem mit dieser Website haben, füllen Sie einfach dieses Formular aus und wir werden uns so schnell wie möglich bei Ihnen melden.
zh_cn: 如果您在本网站上有任何问题，请填写此表格，我们将尽快与您联系。

source: Got a technical issue? Want to send feedback about something? Let us know.
de: Haben Sie ein technisches Problem? Möchten Sie Feedback zu etwas senden? Lass uns wissen.

source: Your Name
de: Ihr Name

source: Your email
de: Deine E-Mail

source: Select your problem below:
de: Wählen Sie unten Ihr Problem aus:

source: Your message
de: Ihre Nachricht

source: Send
de: Schicken

source: Explore a vast collection of quotes organized by topic, featuring words of wisdom from renowned authors, historical figures, and everyday people.
de: Entdecken Sie eine umfangreiche Sammlung von Zitaten, die nach Themen geordnet sind und Wörter von enthalten.Weisheiten von renommierten Autoren, historischen Persönlichkeiten und gewöhnlichen Menschen.
ru: Изучите обширную коллекцию цитат, организованных по темам, со словами мудрость известных авторов, исторических деятелей и обычных людей.
zh_cn: 探索按主题组织的大量引言，其中包含著名作家、历史人物和普通人的智慧之言。

source: %(topic_name)s Quotes
de: %(topic_name)s Zitate
ru: %(topic_name)s Цитаты
zh_cn: %(topic_name)s 引号

source: Immerse yourself in the beauty of words that capture the essence of %(topic_name)s, offering moments of reflection and motivation
de: Tauchen Sie ein in die Schönheit der Worte, die die Essenz von einfangen.%(topic_name)s bieten Momente der Reflexion und Motivation
ru: Погрузитесь в красоту слов, передающих суть%(topic_name)s, предлагает моменты для размышлений и мотивации
zh_cn: 让自己沉浸在捕捉 %(topic_name)s 精髓的文字之美中，提供反思和激励的时刻

source: SimpleContact
zh_cn: 联系我们

source: SimpleContacts
zh_cn: 联系我们

source: Hindi
ru: хинди
zh_cn: 印地语
